<?php

return [
    'password' => 'Пароль должен быть минимум 6 символов и совпадать с полем подтверждения.',
    'reset' => 'Ваш пароль восстановлено!',
    'sent' => 'Письмо со ссылкой для восстановления пароля отправлено на Ваш e-mail!',
    'token' => 'Неверный код.',
    'user' => 'Ползователя с таким e-mail не найдено.',
    'subject' => 'Восстановление пароля',
    'mail_body' => 'Перейдите по следующей ссылке для восстановления Вашего пароля',
    'Confirm' => 'Подтвердите пароль',
    'mail_text' => 'Вы получили это письмо потому что мы получили запрос на смену пароля для учетной записи. Нажмите на кнопку ниже, чтобы сбросить пароль:',
    'mail_note' => 'Если Вы не отправляли запрос на смену пароля, проигнорируйте это сообщение.',
];
