<?php

return [
    'password' => 'Пароль має містити мінімум 6 символів і співпадати з полем підтвердження.',
    'reset' => 'Ваш пароль відновлено!',
    'sent' => 'Лист з посиланням для відновлення паролю відправлено на Ваш e-mail!',
    'token' => 'Невірний код.',
    'user' => 'Користувача з таким e-mail не знайдено.',
    'subject' => 'Відновлення паролю',
    'mail_body' => 'Перейдіть по наступному посиланню, щоб відновити Ваш пароль',
    'Confirm' => 'Підтвердити пароль',
    'mail_text' => 'Ви отримали цей лист, тому що ми отримали запит на зміну пароля для облікового запису. Натисніть на кнопку нижче, щоб скинути пароль:',
    'mail_note' => 'Якщо Ви не відправляли запит на зміну пароля, проігноруйте це повідомлення.',
];
